Repository: lenard-d/typewhisper-mac
Catalog: TypeWhisper/Resources/Localizable.xcstrings
Source language: en
Languages: de, ja, zh_hans

source: No Entries
de: Keine Einträge
ja: 項目がありません
zh_hans: 暂无条目

source: No entries for this filter
de: Keine Einträge für diesen Filter
ja: このフィルターに該当する項目がありません
zh_hans: 当前筛选条件下没有条目

source: No errors recorded.
de: Keine Fehler aufgezeichnet.
ja: 記録されたエラーはありません。
zh_hans: 未记录错误。

source: No folder selected
de: Kein Ordner ausgewählt
zh_hans: 未选择文件夹

source: No hotkey is configured. Go back to set one up.
de: Kein Hotkey ist konfiguriert. Geh zurück, um einen einzurichten.
ja: ホットキーが設定されていません。戻って設定してください。
zh_hans: 尚未配置快捷键，请返回设置。

source: No hotkey set. You won't be able to start dictation without one.
de: Kein Hotkey festgelegt. Ohne Hotkey kannst du die Diktierfunktion nicht starten.
ja: ホットキーが設定されていません。ホットキーがないと音声入力機能を開始できません。
zh_hans: 尚未设置快捷键。没有快捷键将无法开始听写。

source: No matching prompts
de: Keine passenden Prompts
ja: 一致するプロンプトがありません
zh_hans: 没有匹配的提示词

source: No memory storage plugins active. Enable one in Integrations.
de: Keine Memory-Speicher-Plugins aktiv. Aktiviere eins unter Integrationen.
ja: アクティブなメモリ保存プラグインがありません。統合から1つを有効にしてください。
zh_hans: 没有启用的记忆存储插件。请在“集成”中启用一个。

source: No mic detected.
de: Kein Mikrofon erkannt.
ja: マイクが認識されていません。
zh_hans: 未检测到麦克风。

source: No model loaded
de: Kein Modell geladen
ja: モデルが読み込まれていません
zh_hans: 未加载模型

source: No more microphones
de: Keine weiteren Mikrofone
ja: 追加できるマイクはありません
zh_hans: 没有其他麦克风

source: No plugins installed.
de: Keine Plugins installiert.
ja: インストールされたプラグインはありません。
zh_hans: 尚未安装插件。

source: No Profiles
de: Keine Profile
ja: プロファイルがありません
zh_hans: 暂无配置文件

source: No prompts yet
de: Noch keine Prompts
ja: プロンプトがまだありません
zh_hans: 暂无提示词

source: No recent transcriptions
de: Keine letzten Transkriptionen
ja: 最近の文字起こしはありません
zh_hans: 暂无最近转录

source: No results for the active filters.
de: Keine Ergebnisse für die aktiven Filter.
ja: アクティブなフィルターに該当する結果がありません。
zh_hans: 当前筛选条件下没有结果。

source: No snippets yet
de: Noch keine Snippets
ja: スニペットがまだありません
zh_hans: 暂无快捷短语

source: No speech detected
de: Keine Sprache erkannt
ja: 認識された言語がありません
zh_hans: 未检测到语音

source: No speech recognized
de: Keine Sprache erkannt
ja: 認識された言語がありません
zh_hans: 未识别到语音

source: No transcription data for this period.
de: Keine Transkriptionsdaten für diesen Zeitraum.
ja: この期間の文字起こしデータはありません。
zh_hans: 此时间段暂无转录数据。

source: No transcription engine is ready. Go back to set one up.
de: Keine Transkriptions-Engine ist bereit. Geh zurück, um eine einzurichten.
ja: 準備されている文字起こしエンジンがありません。戻って設定してください。
zh_hans: 没有可用的转录引擎，请返回设置。

source: No transcription engines available.
de: Keine Transkriptions-Engines verfügbar.
ja: 利用可能な文字起こしエンジンがありません。
zh_hans: 没有可用的转录引擎。

source: No transcription engines installed. Install engines via Integrations.
de: Keine Transkriptions-Engines installiert. Engines über Integrationen installieren.
ja: インストールされた文字起こしエンジンがありません。統合からエンジンをインストールしてください。
zh_hans: 尚未安装转录引擎，请前往“集成”安装。

source: No transcriptions yet.
de: Noch keine Transkriptionen.
ja: 文字起こしはまだありません。
zh_hans: 暂无转录内容。

source: No URL patterns
de: Keine URL-Muster
ja: URLパターンがありません
zh_hans: 无 URL 模式

# noLLMProvider
source: No LLM provider configured. Set up Apple Intelligence or an API key in Settings.
de: Kein LLM-Anbieter konfiguriert. Richte Apple Intelligence oder einen API-Schlüssel in den Einstellungen ein.
ja: LLMプロバイダーが設定されていません。設定でApple IntelligenceまたはAPIキーを設定してください。
zh_hans: 尚未配置 LLM 服务提供商。请在“设置”中启用 Apple Intelligence 或配置 API 密钥。

source: None
de: Keine
ja: なし
zh_hans: 无

source: Normalize spoken numbers to digits
de: Gesprochene Zahlen in Ziffern umwandeln
ja: 話し言葉の数字を数値に変換
zh_hans: 将口述数字转换为阿拉伯数字

source: Not available - Apple Intelligence must be enabled in System Settings
de: Nicht verfügbar - Apple Intelligence muss in den Systemeinstellungen aktiviert werden
ja: 利用不可 - Apple Intelligenceはシステム設定で有効にする必要があります
zh_hans: 不可用 - 必须在“系统设置”中启用 Apple Intelligence

source: Not configured
de: Nicht konfiguriert
ja: 設定されていません
zh_hans: 未配置

source: Not installed
de: Nicht installiert
ja: インストールされていません
zh_hans: 未安装

source: not ready
de: nicht bereit
ja: 準備されていません
zh_hans: 尚未就绪

source: Not running
de: Nicht aktiv
ja: 非アクティブ
zh_hans: 未运行

source: Not set up
de: Nicht eingerichtet
zh_hans: 尚未设置

source: Off
de: Aus
ja: オフ
zh_hans: 关闭

source: Older
de: Älter
ja: 古い
zh_hans: 更早的

source: Older entries are automatically removed at app launch.
de: Ältere Einträge werden beim App-Start automatisch entfernt.
ja: アプリの起動時に古い項目が自動的に削除されます。
zh_hans: 应用启动时会自动删除较早的条目。

source: On
de: Ein
zh_hans: 开启

source: On-device AI processing. No API key needed.
de: KI-Verarbeitung auf dem Gerät. Kein API-Key nötig.
ja: デバイス上でのAI処理。APIキーは不要です。
zh_hans: 设备端 AI 处理，无需 API 密钥。

source: One-time payment. Use TypeWhisper commercially forever with no recurring fees.
de: Einmalzahlung. Nutze TypeWhisper kommerziell für immer ohne laufende Kosten.
ja: 一回払い。TypeWhisperを商業利用で永遠に継続料金なしで使用できます。
zh_hans: 一次性付款。永久商业使用 TypeWhisper，无需续订费用。

source: Only during activity
de: Nur bei Aktivität
ja: 動作中のみ
zh_hans: 仅在活动时

source: Only while a window is open
de: Nur solange ein Fenster geöffnet ist
ja: ウィンドウが開いている間のみ
zh_hans: 仅在窗口打开时

source: Open an engine's settings to download a model.
de: Öffne die Einstellungen einer Engine, um ein Modell herunterzuladen.
ja: エンジンの設定を開いてモデルをダウンロードしてください。
zh_hans: 打开引擎设置以下载模型。

source: Open in Raycast
de: In Raycast öffnen
ja: Raycastで開く
zh_hans: 在 Raycast 中打开

source: Open Integrations
de: Integrationen öffnen
ja: 統合を開く
zh_hans: 打开集成

source: Open License
de: Lizenz öffnen
ja: ライセンスを開く
zh_hans: 打开许可证

source: Open Plugins Folder
de: Plugins-Ordner öffnen
ja: プラグインフォルダを開く
zh_hans: 打开插件文件夹

source: Open Recovery
de: Wiederherstellung öffnen
ja: 音声入力の復元を開く
zh_hans: 打开听写恢复

source: Open Settings
de: Einstellungen öffnen
ja: 設定を開く
zh_hans: 打开设置

source: Open Setup Wizard
de: Einrichtungsassistent öffnen
ja: セットアップウィザードを開く
zh_hans: 打开设置向导

source: Open your latest transcriptions and insert one into the focused app.
de: Öffne deine letzten Transkriptionen und füge eine in die fokussierte App ein.
ja: 最後の文字起こしを開き、フォーカスされたアプリに1つを挿入します。
zh_hans: 打开最近的转录记录，并将其中一条插入当前应用。

source: Opens the Polar.sh customer portal where you can manage your subscription, update payment methods, or cancel.
de: Öffnet das Polar.sh-Kundenportal, wo du dein Abo verwalten, Zahlungsmethoden ändern oder kündigen kannst.
ja: Polar.shの顧客ポータルを開き、サブスクリプションを管理、支払い方法を変更、または解約できます。
zh_hans: 打开 Polar.sh 客户门户，你可以在其中管理订阅、更新付款方式或取消订阅。

source: or
de: oder
ja: または
zh_hans: 或

source: Original text cannot be empty
de: Originaltext darf nicht leer sein
ja: オリジナルテキストは空にできません
zh_hans: 原始文本不能为空

source: Original Transcription
de: Originale Transkription
ja: オリジナルの文字起こし
zh_hans: 原始转录

source: Output Format
de: Ausgabeformat
ja: 出力形式
zh_hans: 输出格式

source: Output Formatting
de: Ausgabe-Formatierung
ja: 出力のフォーマット
zh_hans: 输出格式化

source: Override the default provider for this prompt. Leave on "Default" to use the global setting.
de: Den Standard-Anbieter für diesen Prompt überschreiben. Auf „Standard“ lassen, um die globale Einstellung zu verwenden.
ja: このプロンプトのデフォルトプロバイダーを上書きします。デフォルトのままにするとグローバル設定が使用されます。
zh_hans: 为此提示词指定其他服务提供商。保持“默认”则使用全局设置。

source: Overrides
de: Überschreibungen
ja: 上書き
zh_hans: 覆盖

source: Palette shortcut
de: Paletten-Tastenkürzel
ja: パレットのキーボードショートカット
zh_hans: 面板快捷键

source: Paste Last Transcription
de: Letzte Transkription einfügen
ja: 最新の文字起こしを貼り付け
zh_hans: 粘贴上次转录

source: Paste last transcription shortcut
de: Tastenkürzel zum Einfügen der letzten Transkription
ja: 最新の文字起こしを貼り付けるショートカット
zh_hans: 粘贴上次转录的快捷键

source: Pause
de: Pausieren
ja: 一時停止
zh_hans: 暂停

source: Pause Dictation Hotkeys
de: Diktat-Hotkeys pausieren
ja: ディクテーションのホットキーを一時停止
zh_hans: 暂停听写快捷键

source: Pause media playback during recording
de: Medienwiedergabe während der Aufnahme pausieren
ja: 録音中のメディア再生を一時停止
zh_hans: 录音时暂停媒体播放

source: Pay-what-you-want starting at the listed price. Click a tier to open the checkout page.
de: Zahle, was du möchtest, ab dem angegebenen Preis. Klicke auf eine Stufe, um die Checkout-Seite zu öffnen.
ja: 指定された価格から任意の金額を支払ってください。階級をクリックしてチェックアウトページを開きます。
zh_hans: 价格不低于标价，可自行决定支付金额。点击档位打开结账页面。

source: Pending
de: Ausstehend
ja: 保留中
zh_hans: 待处理

source: Per-app / per-URL settings profiles.
de: App- bzw. URL-spezifische Einstellungsprofile.
zh_hans: 按应用 / 按 URL 的设置配置文件。

source: Percentage of your current volume to use during recording. 0% mutes completely.
de: Prozent der aktuellen Lautstärke während der Aufnahme. 0% schaltet stumm.
ja: 録音中の現在の音量の％。0％はミュートします。
zh_hans: 录音时使用当前音量的百分比。设为 0% 时完全静音。

source: Permissions
de: Berechtigungen
ja: 権限
zh_hans: 权限

source: Personal / OSS
de: Privat / OSS
ja: プライベート / OSS
zh_hans: 个人／开源

source: Personal or open source
de: Privat oder Open Source
ja: プライベートまたはオープンソース
zh_hans: 个人或开源用途

source: Pipe to clipboard:
de: In Zwischenablage pipen:
ja: クリップボードにパイプ:
zh_hans: 通过管道输出到剪贴板：

source: Plain Text
de: Klartext
ja: 平文
zh_hans: 纯文本

source: Plain Text (.txt)
de: Klartext (.txt)
ja: 平文 (.txt)
zh_hans: 纯文本（.txt）

source: Play
de: Abspielen
ja: 再生
zh_hans: 播放

source: Play sound feedback
de: Sound-Feedback abspielen
ja: サウンドフィードバックを再生
zh_hans: 播放声音反馈

source: Playback position
de: Wiedergabeposition
ja: 再生位置
zh_hans: 播放位置

source: Plays a sound when recording starts and when transcription completes.
de: Spielt einen Sound ab, wenn die Aufnahme startet und die Transkription abgeschlossen ist.
ja: 録音開始および文字起こし完了時にサウンドを再生します。
zh_hans: 录音开始时和转录完成时播放提示音。

source: Plugins: %d installed, %d skipped (already installed or unavailable)
de: Plugins: %d installiert, %d übersprungen (bereits installiert oder nicht verfügbar)
zh_hans: 插件：已安装 %1$d 个，跳过 %2$d 个（已安装或不可用）

source: Portable preferences from the General, Dictation, Dictation Recovery, File Transcription, and Recorder tabs, plus the selected update channel.
de: Portable Einstellungen aus den Tabs Allgemein, Diktat, Diktat-Wiederherstellung, Dateitranskription und Recorder, sowie der ausgewählte Update-Kanal.
zh_hans: 可迁移的偏好设置，包括“通用”“听写”“听写恢复”“文件转录”和“录音”页面中的设置，以及所选更新频道。

source: Post-processing
de: Nachbearbeitung
ja: 後処理
zh_hans: 后处理

source: Post-Processors
de: Nachbearbeitung
ja: 後処理
zh_hans: 后处理器

source: Pre-built collections of technical terms for common domains
de: Vorgefertigte Sammlungen technischer Begriffe für gängige Bereiche
ja: 一般的な分野で使用される技術用語の事前作成されたコレクション
zh_hans: 面向常见领域的预构建技术术语集合

source: Preferences
de: Einstellungen
zh_hans: 偏好设置

source: Preferences: %d applied
de: Einstellungen: %d übernommen
zh_hans: 偏好设置：已应用 %d 项

source: Premium Control Center
de: Premium-Kontrollzentrum
zh_hans: 高级功能中心

source: Preparing microphone
de: Mikrofon wird vorbereitet …
ja: マイクを準備中
zh_hans: 正在准备麦克风

source: Preserve clipboard content
de: Zwischenablage-Inhalt beibehalten
ja: クリップボードの内容を保持
zh_hans: 保留剪贴板内容

# preset.actionItems
source: Action Items
de: Aufgaben extrahieren
ja: アクション項目
zh_hans: 待办事项

# preset.createTable
source: Create Table
de: Tabelle erstellen
ja: テーブルを作成
zh_hans: 创建表格

# preset.draftEmail
source: Draft Email
de: E-Mail entwerfen
ja: 下書きメール
zh_hans: 起草邮件

# preset.formatAsList
source: Format as List
de: Als Liste formatieren
ja: リスト形式に変換
zh_hans: 格式化为列表

# preset.jsonData
source: JSON Data
de: JSON-Daten
ja: JSONデータ
zh_hans: JSON 数据

# preset.meetingNotes
source: Meeting Notes
de: Besprechungsnotizen
ja: 会議ノート
zh_hans: 会议纪要

# preset.reply
source: Reply
de: Antworten
ja: 返信
zh_hans: 回复

# preset.translate
source: Translate
de: Übersetzen
ja: 翻訳
zh_hans: 翻译

# preset.writeEmail
source: Write Email
de: E-Mail schreiben
ja: メールを書く
zh_hans: 撰写邮件

source: Press
de: Drücke
ja: 押す
zh_hans: 按

source: Press %@ in any app to get started.
de: Drücke %1$@ in einer beliebigen App, um loszulegen.
ja: 任意のアプリで %@ を押して開始してください。
zh_hans: 在任意应用中按下 %@ 即可开始。

source: Press a hotkey and talk naturally in any app.
de: Drücke einen Hotkey und sprich ganz normal in jeder App.
ja: ホットキーを押して、どのアプリでも通常通り話してください。
zh_hans: 按下快捷键，即可在任何应用中自然说话输入。

source: Press a key or mouse button…
de: Taste oder Maustaste drücken…
ja: キーまたはマウスボタンを押す…
zh_hans: 按下键盘按键或鼠标按钮…

source: Press Command Return to finish setup later.
de: Drücke Befehlstaste Return, um das Setup später abzuschließen.
ja: Command＋Returnキーを押すと、設定の完了を後回しにできます。
zh_hans: 按 Command＋Return 键，稍后再完成设置。

source: Press Esc again to cancel recording
de: Drücke Esc erneut, um die Aufnahme abzubrechen
ja: Escを再度押して録音をキャンセル
zh_hans: 再次按 Esc 取消录音

source: Press Esc again to cancel transcription
de: Drücke Esc erneut, um die Transkription abzubrechen
ja: Escを再度押して文字起こしをキャンセル
zh_hans: 再次按 Esc 取消转录

source: Press to start, press again to stop.
de: Drücken zum Starten, erneut drücken zum Stoppen.
ja: 開始するには押す。再度押すと停止。
zh_hans: 按一次开始，再按一次停止。

source: Preview sound
de: Sound abspielen
ja: 音声を再生
zh_hans: 预览声音

source: Primary Screen
de: Hauptbildschirm
ja: メイン画面
zh_hans: 主屏幕

source: Priority
de: Priorität
ja: 優先度
zh_hans: 优先级

source: Process your dictated text with AI - translate, reformat, summarize, and more.
de: Verarbeite diktierten Text mit KI - übersetzen, formatieren, zusammenfassen und mehr.
ja: AIで音声認識テキストを処理 - 翻訳、フォーマット、要約など。
zh_hans: 使用 AI 处理听写文本，包括翻译、重新格式化和摘要等。

source: Processing prompt
de: Verarbeite Prompt
ja: プロンプトを処理
zh_hans: 正在处理提示词

source: Processing prompt: %@
de: Verarbeite Prompt: %@
ja: プロンプトを処理: %@
zh_hans: 正在处理提示词：%@

source: Processing transcription
de: Transkription wird verarbeitet
ja: テキストの処理中
zh_hans: 正在处理转录

source: Processing...
de: Verarbeite...
ja: 処理中...
zh_hans: 处理中…

source: Profile
de: Profil
ja: プロフィール
zh_hans: 配置文件

source: Profile name
de: Profilname
ja: プロフィール名
zh_hans: 配置文件名称

source: Profile shortcut
de: Profil-Tastenkürzel
ja: プロフィールのキーボードショートカット
zh_hans: 配置文件快捷键

source: Profiles
de: Profile
ja: プロファイル
zh_hans: 配置文件

source: Profiles: %d imported
de: Profile: %d importiert
zh_hans: 配置文件：已导入 %d 个

source: Prompt Actions
de: Prompt-Aktionen
zh_hans: 提示词操作

source: Prompt Actions: %d imported
de: Prompt-Aktionen: %d importiert
zh_hans: 提示词操作：已导入 %d 个

source: Prompt already selected
de: Prompt bereits ausgewählt
ja: プロンプトはすでに選択されています
zh_hans: 提示词已选择

source: Prompt complete
de: Prompt abgeschlossen
ja: プロンプト完了
zh_hans: 提示词已完成

source: Prompt Presets
de: Prompt-Vorlagen
ja: プロンプトプリセット
zh_hans: 提示词预设

source: Prompt saved. Create a rule to run it automatically during dictation.
de: Prompt gespeichert. Erstelle eine Regel, damit er bei Diktaten automatisch läuft.
ja: プロンプトを保存しました。音声入力中に自動実行するにはルールを作成してください。
zh_hans: 提示词已保存。创建规则后，可在听写时自动运行。

source: Prompts & AI
de: Prompts & KI
ja: プロンプト・AI
zh_hans: 提示词与 AI

source: Prompts become automatic during dictation only when a rule assigns them. Otherwise they stay available from the Prompt Palette.
de: Prompts werden bei Diktaten nur dann automatisch, wenn eine Regel sie zuweist. Andernfalls bleiben sie über die Prompt-Palette verfügbar.
ja: プロンプトはルールで割り当てた場合のみ音声入力中に自動実行されます。それ以外はプロンプトパレットから使用できます。
zh_hans: 只有规则指定提示词后，才会在听写时自动运行；否则可从提示词面板手动使用。

source: Prompts run automatically during dictation only when a rule assigns them. Without a rule, they remain available via the Prompt Palette.
de: Prompts laufen bei Diktaten nur dann automatisch, wenn eine Regel sie zuweist. Ohne Regel bleiben sie über die Prompt-Palette verfügbar.
ja: プロンプトは、ルールが割り当てた場合のみ音声認識時に自動実行されます。ルールがない場合は、プロンプトパレット経由で利用可能です。
zh_hans: 只有规则指定提示词后，才会在听写时自动运行；没有规则时仍可从提示词面板手动使用。

source: Proprietary
de: Proprietär
ja: プロプライエタリー
zh_hans: 专有

source: Proprietary use
de: Proprietäre Nutzung
ja: プロプライエタリ利用
zh_hans: 专有用途

source: Provider
de: Anbieter
ja: 提供者
zh_hans: 提供商

source: Purchase a License
de: Lizenz kaufen
ja: ライセンスを購入
zh_hans: 购买许可证

source: Quit
de: Beenden
ja: 終了
zh_hans: 退出

source: Raycast Extension
de: Raycast-Erweiterung
ja: Raycast拡張機能
zh_hans: Raycast 扩展

source: Read Back Last Transcription
de: Letzte Transkription vorlesen
ja: 最後のテキストを読み上げ
zh_hans: 朗读上次转录

source: Reads back the final transcribed text after each dictation using the selected speech provider. Recording, error, and prompt announcements are only spoken through VoiceOver accessibility announcements.
de: Liest den finalen transkribierten Text nach jeder Diktation über den ausgewählten Sprachprovider vor. Aufnahme-, Fehler- und Prompt-Ansagen werden nur über die VoiceOver-Bedienungshilfen gesprochen.
ja: 選択した音声プロバイダーを使用して、各音声認識後の最終テキストを読み上げます。録音、エラー、プロンプトのアナウンスはVoiceOverのみで読み上げられます。
zh_hans: 每次听写后使用所选的语音提供商朗读最终转录文本。录音通知、错误提示和提示词公告仅通过 VoiceOver 辅助功能语音播报。

source: Ready
de: Bereit
ja: 準備完了
zh_hans: 已就绪

source: Ready to start dictating?
de: Bereit zum Diktieren?
ja: 音声入力準備完了？
zh_hans: 准备开始听写了吗？

source: Recent transcription shortcut
de: Tastenkürzel für letzte Transkriptionen
ja: 最後のテキスト履歴のキーボードショートカット
zh_hans: 最近转录快捷键

source: Recent Transcriptions
de: Letzte Transkriptionen
ja: 最後のテキスト履歴
zh_hans: 最近转录

source: Recognition corrections and replacement terms.
de: Erkennungskorrekturen und Ersetzungsbegriffe.
zh_hans: 识别修正和替换词条。

source: Recommended
de: Empfohlen
ja: 推奨
zh_hans: 推荐

source: Recommended for pasting text into other apps. You can grant this later.
de: Empfohlen zum Einfügen von Text in andere Apps. Du kannst dies später erlauben.
ja: 他のアプリにテキストを挿入するために推奨されます。後でこれを許可できます。
zh_hans: 建议授权，以便将文本粘贴到其他应用。也可以稍后授权。

source: Record Shortcut
de: Tastenkürzel aufnehmen
ja: ショートカットを記録する
zh_hans: 记录快捷键

source: Record shortcut for %@
de: Tastenkürzel für %1$@ aufnehmen
ja: %@ のショートカットを記録する
zh_hans: 为 %@ 录入快捷键

# recorder.copyTranscript
source: Copy Transcript
de: Transkript kopieren
ja: テキストをコピー
zh_hans: 复制转录

# recorder.createTranscriptAfterRecording
source: Create transcript after recording
de: Transkript nach der Aufnahme erstellen
ja: 録音後に文字起こしを作成
zh_hans: 录音后生成转录

# recorder.createTranscriptAfterRecording.description
source: Saves a transcript for recorder files. The settings below apply only to the System Audio Recorder, not normal dictation.
de: Speichert ein Transkript für Recorder-Aufnahmen. Die Auswahl unten gilt nur für den System-Audio-Recorder, nicht für normale Diktate.
ja: レコーダーのファイルに文字起こしを保存します。以下の設定は通常のディクテーションではなく、システムオーディオレコーダーのみに適用されます。
zh_hans: 为录音文件保存转录。以下设置仅适用于系统音频录音，不影响普通听写。

# recorder.delete
source: Delete
de: Löschen
ja: 削除
zh_hans: 删除

# recorder.duration
source: Duration
de: Dauer
ja: 長さ
zh_hans: 时长

# recorder.effectiveModel
source: Recorder model
de: Recorder-Modell
ja: レコーダーモデル
zh_hans: 录音模型

# recorder.emptyFinalTranscriptionError
source: Final transcription returned no text.
de: Die finale Transkription hat keinen Text zurückgegeben.
ja: 最終文字起こしはテキストを返しませんでした。
zh_hans: 最终转录未返回任何文本。

# recorder.failureMetadataSaveError
source: %@ Failed to save failure metadata: %@
de: %@ Fehler-Metadaten konnten nicht gespeichert werden: %@
ja: %@ 失敗メタデータを保存できませんでした: %@
zh_hans: %1$@ 无法保存失败信息：%2$@

# recorder.failurePhase.emptyResult
source: empty result
de: leeres Ergebnis
ja: 空の結果
zh_hans: 结果为空

# recorder.failurePhase.finalTranscription
source: final transcription
de: finaler Transkription
ja: 最終文字起こし
zh_hans: 最终转录

# recorder.failurePhase.preparingFinalAudio
source: preparing final audio
de: Vorbereitung des finalen Audios
ja: 最終音声の準備
zh_hans: 准备最终音频

# recorder.failurePhase.savingTranscript
source: saving transcript
de: Speichern des Transkripts
ja: 文字起こしの保存
zh_hans: 保存转录

# recorder.format
source: Output Format
de: Ausgabeformat
ja: 出力形式
zh_hans: 输出格式

# recorder.hasTranscript
source: Transcript
de: Transkript
ja: テキスト
zh_hans: 已有转录

# recorder.language
source: Language
de: Sprache
ja: 言語
zh_hans: 语言

# recorder.livePreviewLightweightHint
source: This engine updates the live preview every few seconds. The final transcript is still created from the full recording after you stop.
de: Diese Engine aktualisiert die Live-Vorschau nur alle paar Sekunden. Das finale Transkript wird nach dem Stoppen aus der gesamten Aufnahme erstellt.
ja: このエンジンはライブプレビューを数秒ごとに更新します。最終的な文字起こしは停止後に録音全体から作成されます。
zh_hans: 此引擎每隔几秒更新一次实时预览。停止录音后，仍会根据完整录音生成最终转录。

# recorder.liveTranscript
source: Live Transcript
de: Live-Transkript
ja: ライブテキスト
zh_hans: 实时转录

# recorder.liveTranscriptActive
source: Live transcript window is active
de: Live-Transkript-Fenster ist aktiv
ja: ライブテキストウィンドウがアクティブです
zh_hans: 实时转录窗口已启用

# recorder.liveTranscriptHint
source: Install the Live Transcript plugin from Integrations for a live transcript window.
de: Installiere das Live Transcript Plugin unter Integrations für ein Live-Transkript-Fenster.
ja: ライブテキストウィンドウを使用するには、統合からライブテキストプラグインをインストールしてください。
zh_hans: 请从“集成”中安装 Live Transcript 插件，以显示实时转录窗口。

# recorder.liveTranscription
source: Live Transcription
de: Live-Transkription
ja: ライブ音声認識
zh_hans: 实时转录

# recorder.mic
source: Microphone
de: Mikrofon
ja: マイク
zh_hans: 麦克风

# recorder.noEngine
source: No engine selected
de: Keine Engine ausgewählt
ja: エンジンが選択されていません
zh_hans: 未选择引擎

# recorder.noEngineSelected
source: No engine selected
de: Keine Engine ausgewählt
ja: エンジン未選択
zh_hans: 未选择引擎

# recorder.noRecordings
source: No recordings yet
de: Noch keine Aufnahmen
ja: 録音はまだありません
zh_hans: 暂无录音

# recorder.recordings
source: Recordings
de: Aufnahmen
ja: 録音
zh_hans: 录音

# recorder.retranscribe
source: Re-transcribe
de: Erneut transkribieren
ja: 再文字起こし
zh_hans: 重新转录

# recorder.retranscribeConfirmation.message
source: “%@” already has a transcript. It will only be replaced after the new transcription succeeds.
de: Die Aufnahme „%@“ hat bereits ein Transkript. Es wird erst ersetzt, wenn die erneute Transkription erfolgreich war.
ja: 「%@」にはすでに文字起こしがあります。新しい文字起こしが成功した場合にのみ置き換えられます。
zh_hans: “%@”已有转录。只有新转录成功后，才会替换现有内容。

# recorder.retranscribeConfirmation.title
source: Replace Existing Transcript?
de: Vorhandenes Transkript ersetzen?
ja: 既存の文字起こしを置き換えますか？
zh_hans: 替换现有转录？

# recorder.retranscribing
source: Re-transcribing…
de: Erneute Transkription läuft …
ja: 再文字起こし中…
zh_hans: 正在重新转录…

# recorder.revealInFinder
source: Show in Finder
de: Im Finder anzeigen
ja: Finderで表示
zh_hans: 在访达中显示

# recorder.shortcut.description
source: Start or stop the Recorder with your saved microphone and system audio settings.
de: Startet oder stoppt den Recorder mit deinen gespeicherten Mikrofon- und Systemaudio-Einstellungen.
ja: 保存されたマイクおよびシステムオーディオ設定を使用して、Recorderを開始または停止します。
zh_hans: 使用已保存的麦克风和系统音频设置开始或停止录音。

# recorder.showLiveTranscriptWhileRecording
source: Show live transcript while recording
de: Live-Transkript während der Aufnahme anzeigen
ja: 録音中にライブ文字起こしを表示
zh_hans: 录音时显示实时转录

# recorder.showTranscript
source: Show Transcript
de: Transkript anzeigen
ja: テキストを表示
zh_hans: 显示转录

# recorder.sources
source: Audio Sources
de: Audioquellen
ja: オーディオソース
zh_hans: 音频来源

# recorder.startRecording
source: Start Recording
de: Aufnahme starten
ja: 録音を開始
zh_hans: 开始录音

# recorder.stopRecording
source: Stop Recording
de: Aufnahme stoppen
ja: 録音を停止
zh_hans: 停止录音

# recorder.systemAudioPermission
source: System audio capture requires Screen Recording permission.
de: Systemaudio-Aufnahme erfordert die Bildschirmaufnahme-Berechtigung.
ja: システムオーディオのキャプチャにはスクリーン録画の許可が必要です。
zh_hans: 采集系统音频需要屏幕录制权限。

# recorder.trackMode
source: Track Mode
de: Spur-Modus
ja: トラックモード
zh_hans: 音轨模式

# recorder.transcribe
source: Transcribe
de: Transkribieren
ja: 音声認識
zh_hans: 转录

# recorder.transcribing
source: Transcribing...
de: Transkribiere...
ja: 音声認識中...
zh_hans: 正在转录…

# recorder.transcription
source: Transcription
de: Transkription
ja: 音声認識
zh_hans: 转录

# recorder.transcriptionFailed
source: Transcription failed
de: Transkription fehlgeschlagen
ja: 文字起こしに失敗しました
zh_hans: 转录失败

# recorder.transcriptionFailureAPISummary
source: Transcription failed during %@: %@
de: Transkription fehlgeschlagen während %@: %@
ja: %@中に文字起こしに失敗しました: %@
zh_hans: 在 %1$@ 阶段转录失败：%2$@

# recorder.transcriptionFailureSummary
source: Transcription failed for %@, %@ during %@: %@
de: Transkription fehlgeschlagen für %@, %@ während %@: %@
ja: 文字起こしに失敗しました（長さ %@、サイズ %@、%@中）: %@
zh_hans: 使用 %1$@、%2$@ 时在 %3$@ 阶段转录失败：%4$@
